Repository: Acidburn0zzz/gnome-panreader
Catalog: po/*.po
Languages: ru

source: Mark entire group read before getting _new headers
ru: Перед получением _новых заголовков отмечать всю группу как прочитанную

source: E_xpand all threads when entering group
ru: _Разворачивать все подшивки при входе в группу

source: Articles
ru: Статьи

source: Space selects next article rather than next unread
ru: Пробел выбирает следующую статью, но не следующую непрочитанную

source: Smooth scrolling
ru: Плавная прокрутка

source: Clear article cache on shutdown
ru: Очищать кэш статьи при завершении работы

source: Minutes to autosave newsrc files.
ru: минут для автосохранения файлов newsrc.

source: _Behavior
ru: _Поведение

source: Pane Layout
ru: Расположение панелей

source: 1=Groups, 2=Headers, 3=Body
ru: 1=Группы, 2=Заголовки, 3=Тело

source: 1=Groups, 2=Body, 3=Headers
ru: 1=Группы, 2=Тело, 3=Заголовки

source: 1=Headers, 2=Groups, 3=Body
ru: 1=Заголовки, 2=Группы, 3=Тело

source: 1=Headers, 2=Body, 3=Groups
ru: 1=Заголовки, 2=Тело, 3=Группы

source: 1=Body, 2=Groups, 3=Headers
ru: 1=Тело, 2=Группы, 3=Заголовки

source: 1=Body, 2=Headers, 3=Groups
ru: 1=Тело, 2=Заголовки, 3=Группы

source: Header Pane Columns
ru: Столбцы в панели заголовков

source: _Headers
ru: _Заголовки

source: Fonts
ru: Шрифты

source: Use custom font in Group Pane:
ru: Использовать другой шрифт в панели групп:

source: Use custom font in Header Pane:
ru: Использовать другой шрифт в панели заголовков:

source: Use custom font in Body Pane:
ru: Использовать другой шрифт в панели тела сообщения:

source: Monospace font:
ru: Моноширный шрифт:

source: _Fonts
ru: _Шрифты

source: Header Pane
ru: Панель заголовков

source: Text:
ru: Текст:

source: Background:
ru: Фон:

source: Scores of 9999 or more:
ru: Оценки от 9999 и выше:

source: Scores from 5000 to 9998:
ru: Оценки от 5000 до 9998:

source: Scores from 1 to 4999:
ru: Оценки от 1 до 4999:

source: Scores from -9998 to -1:
ru: Оценки от -9998 до -1:

source: Scores of -9999 or less:
ru: Оценки от -9999 и ниже:

source: Body Pane
ru: Панель тела сообщения

source: Quoted Text:
ru: Цитируемый текст:

source: Signature:
ru: Подпись:

source: _Colors
ru: _Цвета

source: Preferred Applications
ru: Предпочитаемые приложения

source: _Web Browser:
ru: _Веб-браузер:

source: _Mail Reader:
ru: _Чтение эл. почты:

source: _Text Editor:
ru: _Текстовый редактор:

source: A_pplications
ru: _Приложения

source: %g - group as one directory (alt.binaries.pictures.trains) %G - group as nested directory (/alt/binaries/pictures/trains) %s - subject line excerpt "/home/user/News/Pan/%g" becomes "/home/user/News/Pan/alt.binaries.pictures.trains", and "/home/user/News/Pan/%G" becomes "/home/user/News/Pan/alt/binaries/pictures/trains",
ru: %g — группа как один каталог (alt.binaries.pictures.trains) %G — группа как вложенный каталог (/alt/binaries/pictures/trains) %s — извлечение строки темы «/home/user/News/Pan/%g» станет «/home/user/News/Pan/alt.binaries.pictures.trains», и «/home/user/News/Pan/%G» станет «/home/user/News/Pan/alt/binaries/pictures/trains»,

source: Save attachments
ru: Сохранять вложения

source: Save text
ru: Сохранять текст

source: Save attachments and text
ru: Сохранять вложения и текст

source: Add to the queue sorted by date posted
ru: Добавить в очередь, упорядоченную по дате публикации

source: Add to the front of the queue
ru: Добавить в начало очереди

source: Add to the back of the queue
ru: Добавить в конец очереди

source: Pan: Save Articles
ru: Pan: сохранить статьи

source: _Location:
ru: _Расположение:

source: Save Articles
ru: Сохранить статьи

source: _Group's path: %s
ru: _Путь к группе: %s

source: _Action:
ru: _Действие:

source: _Priority:
ru: _Приоритет:

source: is more than
ru: больше, чем

source: is at most
ru: не более

source: increase the article's score by
ru: увеличить оценку статьи на

source: decrease the article's score by
ru: уменьшить оценку статьи на

source: set the article's score to
ru: поставить оценку статье

source: watch the article (set its score to 9999)
ru: посмотреть статью (поставить оценку 9999)

source: ignore the article (set its score to -9999)
ru: игнорировать статью (поставить оценку -9999)

source: References
ru: Ссылки

source: Line Count
ru: Количество строк

source: Byte Count
ru: Количество байт

source: Crosspost Group Count
ru: Кол-во кросспостов группы

source: Age (in days)
ru: Возраст (в днях)

source: for the next month
ru: для следующего месяца

source: for the next six months
ru: для следующих шести месяцев

source: forever
ru: всегда

source: contains
ru: содержит

source: doesn't contain
ru: не содержит

source: is
ru: является

source: isn't
ru: не является

source: starts with
ru: начинается с

source: ends with
ru: заканчивается на

source: matches regex
ru: соответствует регулярному выражению

source: Another rule already sets this article's score.
ru: Другое правило уже устанавливает оценку для статьи.

source: You may want to go back or delete the old rule.
ru: Возможно, вы захотите вернуться или удалить предыдущее правило.

source: Add and Re_score
ru: Добавить и _пересчитать

source: New Scoring Rule
ru: Создать правило оценки

source: If the group name
ru: Если название группы

source: And the article's
ru: У статьи

source: Close and Re_score
ru: Закрыть и _пересчитать

source: File %s, Lines %d - %d
ru: Файл: %s; строки: %d-%d

source: Pan: Article's Scores
ru: Pan: оценки статей

source: Add
ru: Добавить

source: New Score
ru: Новая оценка

source: Criteria
ru: Критерий

source: Add a New Scoring Rule
ru: Добавить новое правило оценки

source: Remove the Selected Scoring Rule
ru: Удалить выбранное правило оценки

source: Please specify the server's address.
ru: Укажите адрес сервера.

source: Add a Server
ru: Добавление сервера

source: Edit a Server's Settings
ru: Изменить параметры сервера

source: Location
ru: Расположение

source: The news server's actual address, e.g. "news.mynewsserver.com"
ru: Адрес сервера новостей, например «news.mynewsserver.com»

source: _Address:
ru: _Адрес:

source: The news server's port number. Typically 119.
ru: Номер порта сервера новостей. Обычно, 119.

source: Por_t:
ru: _Порт:

source: Login (if Required)
ru: Логин (если требуется)

source: _Username:
ru: _Имя пользователя:

source: The username to give the server when asked. If your server doesn't require authentication, you can leave this blank.
ru: Имя пользователя, передаваемое серверу при запросе. Если сервер не требует аутентификации, это поле можно оставить пустым.

source: _Password:
ru: _Пароль:

source: The password to give the server when asked. If your server doesn't require authentication, you can leave this blank.
ru: Пароль, передаваемый серверу при запросе. Если сервер не требует аутентификации, это поле можно оставить пустым.

source: Settings
ru: Параметры

source: Connection _Limit:
ru: _Макс. кол-во подключений:

source: After Two Weeks
ru: После двух недель

source: After One Month
ru: После одного месяца

source: After Two Months
ru: После двух месяцев

source: After Three Months
ru: После трёх месяцев

source: After Six Months
ru: После шести месяцев

source: Never Expire Old Articles
ru: Статьи никогда не устаревают

source: E_xpire Old Articles:
ru: Статьи _устаревают:

source: Primary
ru: Главный

source: Fallback
ru: Запасной

source: Server Rank:
ru: Ранг сервера:

source: Fallback servers are used for articles that can't be found on the primaries. One common approach is to use free servers as primaries and subscription servers as fallbacks.
ru: Запасные серверы используются для статей, которые не удалось найти на основных. Типичное использование — свободные серверы используются в качестве главных, серверы с подписками в качестве запасных.

source: Really delete "%s"?
ru: Действительно удалить «%s»?

source: Servers
ru: Серверы

source: Remove a Server
ru: Удалить сервер

source: Pan: Tasks (%d Queued, %d Running, %d Stopped)
ru: Pan: задачи (в очереди: %d; запущено: %d; остановлено: %d)

source: Pan: Tasks (%d Queued, %d Running)
ru: Pan: задачи (в очереди: %d; запущено: %d)

source: Pan: Tasks
ru: Pan: задачи

source: %lu selected, %s
ru: Выбрано %lu, %s

source: Running
ru: Запущено

source: Decoding
ru: Декодирование

source: Queued for Decode
ru: Поставлено в очередь для декодирования

source: Queued
ru: Поставлено в очередь

source: Stopped
ru: Остановлено

source: Removing
ru: Удаление

source: %d%% Done
ru: Выполнено %d%%

source: %d:%02d:%02d Remaining (%d @ %lu KiB/s)
ru: %d:%02d:%02d осталось (%d @ %lu КиБ/с)

source: _Online
ru: _В сети

source: Restart Tasks
ru: Перезапустить задачи

source: Stop Tasks
ru: Остановить задачи

source: Delete Tasks
ru: Удалить задачи

source: Error starting URL: %s (Command was: %s)
ru: Ошибка запуска URL: %s (команда: %s)

source: Couldn't save file "%s": %s
ru: Не удалось сохранить файл «%s»: %s

source: Error initializing uulib
ru: Ошибка инициализации uulib

source: Error reading from %s: %s
ru: Ошибка чтения из %s: %s

source: Saved "%s"
ru: Сохранено «%s»

source: Error saving "%s": %s.
ru: Ошибка сохранения «%s»: %s.

source: Decoding %s
ru: Декодирование %s

source: %s requires a username, but none is set.
ru: %s требует имя пользователя, но оно не было установлено.

source: %s requires a password, but none is set.
ru: %s требует пароль, но оно не было установлено.

source: Sending "%s" to %s returned an error: %s
ru: Отправка «%s» %s завершилась с ошибкой: %s

source: Sending "%s" to %s returned an unrecognized response: "%s"
ru: Отправка «%s» %s завершилась с непонятным ответом: «%s»

source: Unable to connect to "%s"
ru: Не удалось подключиться к «%s»

source: Error connecting to "%s"
ru: Ошибка подключения к «%s»

source: Unknown Error
ru: Неизвестная ошибка

source: Saving %s
ru: Сохранение %s

source: Reading %s
ru: Чтение %s

source: Article "%s" is incomplete -- the news server(s) don't have part %s
ru: Статья «%s» неполна — на сервере отсутствует часть %s

source: Getting group list from "%s"
ru: Получение списка групп из «%s»

source: Fetched %lu Groups
ru: Получено групп: %lu

source: Posting "%s"
ru: Опубликование «%s»

source: Getting all headers for "%s"
ru: Получение всех заголовков «%s»

source: Getting new headers for "%s"
ru: Получение новых заголовков «%s»

source: Sampling headers for "%s"
ru: Получение образцов заголовков для «%s»

source: %s (%lu parts, %lu articles)
ru: %s (частей: %lu; статей: %lu)

source: article doesn't have attachments
ru: статья не содержит вложений

source: the article has attachments
ru: статья содержит вложения

source: the article isn't cached locally
ru: статья не помещена в локальный кэш

source: the article is cached locally
ru: статья помещена в локальный кэш

source: the article wasn't posted by you
ru: статья была опубликована не вами

source: the article was posted by you
ru: статья была опубликована вами

source: the article has been read
ru: статья была прочитана

source: the article hasn't been read
ru: статья не была прочитана

source: the article is less than %ld bytes long
ru: длина статьи меньше, чем %ld байт

source: the article is at least %ld bytes long
ru: длина статьи не менее %ld байт

source: the article is less than %ld lines long
ru: в статье не более %ld строк

source: the article is at least %ld lines long
ru: в статье не менее %ld строк

source: the article is less than %ld days old
ru: статье не более чем %ld дней

source: the article is at least %ld days old
ru: статье не менее чем %ld дней

source: the article was posted to less than %ld groups
ru: статья опубликована не более чем в %ld группах

source: the article was posted to at least %ld groups
ru: статья опубликована по крайней мере в %ld группах

source: the article's score is less than %ld
ru: оценка статьи не более чем %ld

source: the article's score is %ld or higher
ru: оценка статьи %ld и выше

source: %s doesn't contain "%s"
ru: %s не содержит «%s»

source: %s isn't "%s"
ru: %s не является «%s»

source: %s doesn't begin with "%s"
ru: %s не начинается с «%s»

source: %s doesn't end with "%s"
ru: %s не заканчивается на «%s»

source: %s doesn't match the regex "%s"
ru: %s не соответствует регулярному выражению «%s»

source: %s contains "%s"
ru: %s содержит «%s»

source: %s is "%s"
ru: %s является «%s»

source: %s begins with "%s"
ru: %s начинается с «%s»

source: %s ends with "%s"
ru: %s заканчивается на «%s»

source: %s matches the regex "%s"
ru: %s соответствует регулярному выражению «%s»

source: Any of these tests fail:
ru: Один из этих тестов не выполнен:

source: All of these tests pass:
ru: Все эти тесты пройдены:

source: None of these tests pass:
ru: Ни один из этих тестов не пройден:

source: Any of these tests pass:
ru: Любой из этих тестов проходит:

source: No email address provided; generating message-id with domain "%s"
ru: Не указан адрес эл. почты; создание идентификатора сообщения с доменом «%s»

source: Warning: Reply seems to be top-posted.
ru: Предупреждение: кажется, ответ помещён над оригиналом.

source: Warning: The signature marker should be "-- ", not "--".
ru: Предупреждение: маркер подписи должен иметь вид «-- », а не «--».

source: Warning: Signature prefix with no signature.
ru: Предупреждение: префикс подписи без подписи.

source: Warning: Signature is more than 4 lines long.
ru: Предупреждение: подпись занимает больше 4 строк.

source: Warning: Signature is more than 80 characters wide.
ru: Предупреждение: ширина подписи больше 80 символов.

source: Warning: %d lines are more than 80 characters wide.
ru: Предупреждение: %d строк имеют ширину более 80 символов.

source: Error: Message is empty.
ru: Ошибка: пустое сообщение.

source: Warning: The message is entirely quoted text!
ru: Предупреждение: сообщение полностью состоит из цитируемого текста!

source: Warning: The message is mostly quoted text.
ru: Предупреждение: большая часть сообщения состоит из цитируемого текста.

source: Error: Message appears to have no new content.
ru: Ошибка: похоже, что в сообщении нет нового содержимого.

source: Warning: The posting profile's server doesn't carry newsgroup "%s". If the group name is correct, switch profiles in the "From:" line or edit the profile with "Edit|Manage Posting Profiles".
ru: Предупреждение: сервер профилей публикации не несёт новостной группы «%s». Если название группы правильное, замените профили в строке «От:» или измените профиль в меню «Правка» > «Управление профилями публикации».

source: Warning: Following-Up to too many groups.
ru: Предупреждение: отправка ответа в слишком больше число групп.

source: Error: No Subject specified.
ru: Ошибка: не указана тема.

source: Warning: Group "%s" is read-only.
ru: Предупреждение: группа «%s» доступна только для чтения.

source: Error: Posting to a very large number of groups.
ru: Ошибка: опубликование в слишком большое количество групп.

source: Warning: Posting to a large number of groups.
ru: Предупреждение: опубликование в большом количестве групп.

source: Warning: Crossposting without setting Followup-To header.
ru: Предупреждение: кросспостинг без установки заголовка обратного адреса для ответа в группу.

source: Error: Bad email address.
ru: Ошибка: неверный адрес эл. почты.

source: Warning: Most newsgroups frown upon HTML posts.
ru: Предупреждение: большинство новостных групп против публикаций в формате HTML.

source: Error: No Recipients.
ru: Ошибка: нет получателей.

source: Error reading score in %*.*s, line %d: expected 'Expires: MM/DD/YYYY' or 'Expires: DD-MM-YYYY'.
ru: Ошибка при чтении оценки в %*.*s, строка %d: ожидалась строка вида «Expires: MM/DD/YYYY» или «Expires: DD-MM-YYYY».

source: Expired old score from %*.*s, line %d
ru: Истёкшая старая оценка в %*.*s, в строке %d

source: Error reading score in %*.*s, line %d: unexpected line.
ru: Ошибка при чтении оценки в %*.*s, строка %d: неожиданная строка.

source: Read %lu scoring rules in %lu sections from "%s"
ru: Прочитать %lu правил оценки в %lu разделах из «%s»

source: > [quoted text muted]
ru: > [цитируемый текст скрыт]
