Repository: Acidburn0zzz/gnome-panreader
Catalog: po/*.po
Languages: ru

source: Pan Newsreader
ru: Программа чтения новостей

source: Read News from Usenet
ru: Чтение новостей из Usenet

source: Loaded data backend in %.1f seconds
ru: Данные движка загружены за %.1f сек

source: Unable to save "%s" %s
ru: Не удалось сохранить «%s» %s

source: Skipping newsrc file for server "%s"
ru: Пропускаем файл newsrc для сервера «%s»

source: Expired %lu old articles from "%s"
ru: Истёкшие %lu старых статей из «%s»

source: Unsupported data version for %s headers: %d. Are you running an old version of Pan by accident?
ru: Неподдерживаемая версия данных для заголовков %s: %d. Проверьте, не используете ли вы старую версию Pan.

source: Loaded %lu articles for "%s" in %.1f seconds (%.0f per second)
ru: Загружено %lu статей для «%s» за %.1f секунд (%.0f статей в секунду)

source: Saved %lu parts, %lu articles in "%s" in %.1f seconds (%.0f art/sec)
ru: Сохранено %lu частей, %lu статей в «%s» за %.1f секунд (%.0f частей в секунду)

source: Added %lu articles to %s.
ru: Добавлено %lu статей в %s.

source: Error reading file "%s": %s
ru: Ошибка чтения файла «%s»: %s

source: Error reading from %s: unknown group "%s"
ru: Ошибка чтения из %s: неизвестная группа «%s»

source: Error opening directory: "%s": %s
ru: Ошибка открытия каталога «%s»: %s

source: Error opening file "%s" %s
ru: Ошибка открытия файла «%s»: %s

source: %l:%M %p
ru: %H:%M

source: Today %l:%M %p
ru: Сегодня %H:%M

source: %a %l:%M %p
ru: %a %H:%M

source: %b %d %l:%M %p
ru: %b %d %H:%M

source: %b %d %Y
ru: %d %b %Y

source: Can't use regular expression "%s": %s
ru: Невозможно использовать регулярное выражение «%s»: %s

source: Couldn't determine article encoding. Non-UTF8 characters were removed.
ru: Не удалось определить кодировку статьи. Символы, отличные от UTF-8, были удалены.

source: _File
ru: _Файл

source: _Edit
ru: _Правка

source: _Layout
ru: _Расположение

source: _Group Pane
ru: Панель _группы

source: _Header Pane
ru: Панель _заголовка

source: _Body Pane
ru: Панель _тела сообщения

source: _View
ru: _Вид

source: Filte_r
ru: Ф_ильтр

source: _Go
ru: П_ереход

source: _Actions
ru: _Действия

source: _Articles
ru: _Статьи

source: G_roups
ru: _Группы

source: _Post
ru: _Отправка

source: _Help
ru: _Справка

source: Set Character _Encoding...
ru: Установить _кодировку символов…

source: Set Character Encoding...
ru: Установить кодировку символов…

source: _Read Group
ru: _Прочитать группу

source: Read Group
ru: Прочитать группу

source: _Mark Selected Groups Read
ru: От_метить выделенные группы прочитанными

source: Mark Selected Groups Read
ru: Отметить выделенные группы прочитанными

source: _Delete Selected Groups' Articles
ru: _Удалить выделенные статьи группы

source: Delete Selected Groups' Articles
ru: Удалить выделенные статьи группы

source: Get New _Headers in Selected Groups
ru: Получить новые заголовки в _выделенных группах

source: Get New Headers in Selected Groups
ru: Получить новые заголовки в выделенных группах

source: Get New _Headers in Subscribed Groups
ru: Получить новые заголовки в _группах подписки

source: Get New Headers in Subscribed Groups
ru: Получить новые заголовки в группах подписки

source: Get _Headers...
ru: Получить _заголовки…

source: Get Headers...
ru: Получить заголовки…

source: Refresh Group List
ru: Обновить список групп

source: _Subscribe
ru: _Подписаться

source: Subscribe
ru: Подписаться

source: _Unsubscribe
ru: _Отписаться

source: Unsubscribe
ru: Отписаться

source: _Save Articles...
ru: _Сохранить статьи…

source: Save Articles...
ru: Сохранить статьи…

source: Save Articles from this _NZB...
ru: Сохранить статьи из этого _NZB…

source: Save Articles from this NZB
ru: Сохранить статьи из этого NZB

source: Save Articles to an NZB _File...
ru: Сохранить статьи в _файл NZB…

source: Save Articles to an NZB File
ru: Сохранить статьи в файл NZB

source: _Import NZB Files...
ru: _Импортировать файлы NZB…

source: _Cancel Last Task
ru: _Отменить последнюю задачу

source: _Task Manager
ru: _Диспетчер задач

source: _Event Log
ru: _Журнал событий

source: _Quit
ru: _Закончить

source: Select _All Articles
ru: _Выделить все статьи

source: _Deselect All Articles
ru: _Снять выделение со всех статей

source: Add Su_bthreads to Selection
ru: Добавить _вложенные подшивки к выделению

source: Add _Threads to Selection
ru: Добавить _подшивки к выделению

source: Add _Similar Articles to Selection
ru: Добавить _схожие статьи к выделению

source: Select Article _Body
ru: Выделить со_держимое статьи

source: Edit _Preferences
ru: _Изменить настройки

source: Edit Selected _Group's Preferences
ru: Изменить _настройки выделенных групп

source: Edit P_osting Profiles
ru: Изменить _профили публикации

source: Edit _News Servers
ru: Изменить _серверы новостей

source: Jump to _Group Tab
ru: Перейти к вкладке _групп

source: Jump to _Header Tab
ru: Перейти к вкладке _заголовков

source: Jump to _Body Tab
ru: Перейти к вкладке _тела сообщения

source: _Rot13 Selected Text
ru: Кодировать выбранный текст с помощью _Rot13

source: Clear _Header Pane
ru: Очистить панель _заголовков

source: Clear _Body Pane
ru: Очистить панель _тела сообщения

source: Cache Article
ru: Кэшировать статью

source: Read Article
ru: Прочитать статью

source: Show Article Information
ru: Показать информацию о статье

source: Read _More
ru: Читать _далее

source: Read More
ru: Читать далее

source: Read _Back
ru: _Назад

source: Read Back
ru: Назад

source: Next _Unread Group
ru: Следующая _непрочитанная группа

source: Next _Group
ru: Следующая _группа

source: Next _Unread Article
ru: Следующая _непрочитанная статья

source: Next Unread Article
ru: Следующая непрочитанная статья

source: Next _Article
ru: Следующая _статья

source: Next Article
ru: Следующая статья

source: Next _Watched Article
ru: Следующая _ожидаемая статья

source: Next Unread _Thread
ru: Следующая непрочитанная _подшивка

source: Next Unread Thread
ru: Следующая непрочитанная подшивка

source: Next Threa_d
ru: Следующая по_дшивка

source: Pre_vious Article
ru: Пр_едыдущая статья

source: Previous _Thread
ru: Пред_ыдущая подшивка

source: _Parent Article
ru: _Родительская статья

source: Ignore _Author
ru: Игнорировать _автора

source: _Watch Thread
ru: _Следить за подшивкой

source: _Ignore Thread
ru: _Игнорировать подшивку

source: Edit Article's Watch/Ignore/Score...
ru: Изменить атрибуты статьи…

source: Add a _Scoring Rule...
ru: Добавить _правило оценивания…

source: Cance_l Article...
ru: От_менить статью…

source: _Supersede Article...
ru: _Заменить статью…

source: _Delete Article
ru: _Удалить статью

source: Clear Article Cache
ru: Очистить кэш статьи

source: _Mark Article as Read
ru: Отметить как _прочитанную

source: Mark Article as _Unread
ru: Отметить как _непрочитанную

source: _Post to Newsgroup
ru: _Опубликовать в группе новостей

source: Post to Newsgroup
ru: Опубликовать в группе новостей

source: _Followup to Newsgroup
ru: _Ответить в группу новостей

source: Followup to Newsgroup
ru: Ответить в группу новостей

source: _Reply to Author in Mail
ru: _Ответить автору по почте

source: _Pan Home Page
ru: _Домашняя страница Pan

source: Give _Feedback or Report a Bug...
ru: Обратная _связь или сообщение об ошибке…

source: _Tip Jar...
ru: _Пожертвовать…

source: _About
ru: _О программе

source: _Thread Headers
ru: _Заголовки подшивок

source: _Wrap Article Body
ru: _Переносить тело статьи

source: Mute _Quoted Text
ru: Подавить _цитируемый текст

source: Show All _Headers in Body Pane
ru: Показывать все _заголовки в панели тела сообщения

source: Show _Smilies as Graphics
ru: Показывать _смайлы как графику

source: Show *Bold*, __Underlined__, and /Italic/
ru: Показывать *Жирный*, __Почёркнутый__, and /Наклонный/

source: Size Pictures to _Fit
ru: Изменять _размер изображений при необходимости

source: Use _Monospace Font
ru: Использовать _моноширный шрифт

source: Set Focus to Images
ru: Передавать фокус изображениям

source: Highlight _URLs
ru: Подсвечивать _URL

source: _Work Online
ru: _Работать в сети

source: _Tabbed Layout
ru: Расположение с _вкладками

source: Show Group _Pane
ru: Показывать панель _групп

source: Show Hea_der Pane
ru: Показывать панель _заголовков

source: Show Bod_y Pane
ru: Показывать панель _тела сообщения

source: Show _Toolbar
ru: Показывать панель _инструментов

source: Abbreviate Group Names
ru: Сокращать названия групп

source: Match Only _Unread Articles
ru: Только _непрочитанные статьи

source: Match Only Unread Articles
ru: Только непрочитанные статьи

source: Match Only _Cached Articles
ru: Только _кэшированные статьи

source: Match Only Cached Articles
ru: Только кэшированные статьи

source: Match Only _Complete Articles
ru: Только _полные статьи

source: Match Only Complete Articles
ru: Только полные статьи

source: Match Only _My Articles
ru: Только _мои статьи

source: Match Only My Articles
ru: Только мои статьи

source: Match Only _Watched Articles
ru: Только _ожидаемые статьи

source: Match Only Watched Articles
ru: Только ожидаемые статьи

source: Match Scores of 9999 (_Watched)
ru: Оценки от 9999 (_ожидаемые)

source: Match Scores of 5000...9998 (_High)
ru: Оценки от 5000 до 9998 (_высокие)

source: Match Scores of 1...4999 (Me_dium)
ru: Оценки от 1 до 4999 (_средние)

source: Match Scores of 0 (_Normal)
ru: Оценки от 0 (_обычные)

source: Match Scores of -9998...-1 (_Low)
ru: Оценки от -9998 до -1 (_низкие)

source: Match Scores of -9999 (_Ignored)
ru: Оценки ниже -9999 (_игнорируемые)

source: Show Matching _Articles
ru: Показывать совпадающие _статьи

source: Show Matching Articles' _Threads
ru: Показывать совпадающие _подшивки статей

source: Show Matching Articles' _Subthreads
ru: Показывать совпадающие _вложенные подшивки статей

source: Attachment not shown: MIME type %s/%s; filename %s
ru: Непоказанное вложение: тип MIME — %s/%s; имя файла — %s

source: Attachment not shown: MIME type %s/%s
ru: Непоказанное вложение: тип MIME %s/%s

source: Subject
ru: Тема

source: From
ru: От

source: Date
ru: Дата

source: Newsgroups
ru: Новостные группы

source: Followup-To
ru: Адрес для ответа

source: Reply-To
ru: Адрес для ответа

source: from
ru: от

source: Copy _URL
ru: Копировать _URL

source: %d Groups
ru: %d групп

source: Get the last N _days' headers:
ru: Получить заголовки за последние № _дней:

source: Get _new headers
ru: Получить _новые заголовки

source: Get _all headers
ru: Получить _все заголовки

source: Get the _latest N headers:
ru: Получить _последние № заголовков:

source: Action
ru: Действие

source: A GtkRadioAction
ru: GtkRadioAction

source: Unknown
ru: Неизвестная

source: Arabic
ru: Арабская

source: Baltic
ru: Балтийская

source: Central European
ru: Центральноевропейская

source: Chinese
ru: Китайская

source: Cyrillic
ru: Кириллица

source: Greek
ru: Греческая

source: Hebrew
ru: Иврит

source: Japanese
ru: Японская

source: Korean
ru: Корейская

source: Thai
ru: Тайская

source: Turkish
ru: Турецкая

source: Unicode
ru: Юникод

source: Western European
ru: Западноевропейская

source: Western European, New
ru: Западноевропейская, новая

source: Traditional
ru: Традиционная

source: Simplified
ru: Упрощённая

source: Ukrainian
ru: Украинская

source: Visual
ru: Иврит

source: Character Encoding
ru: Кодировка символов

source: Enter the character set to use
ru: Введите используемую кодировку

source: Other...
ru: Другая…

source: Group
ru: Группа

source: Group (regex)
ru: Группа (рег. выражение)

source: Subscribed Groups
ru: Подписанные группы

source: Other Groups
ru: Другие группы

source: Name
ru: Имя

source: No Profiles defined in Edit|Posting Profiles.
ru: Нет настроенных профилей («Правка» > «Профили публикации»).

source: Pan: Group Preferences
ru: Pan: настройки групп

source: Properties for %s
ru: Свойства для %s

source: Character _encoding:
ru: _Кодировка символов:

source: Directory for Saving Attachments
ru: Каталог для сохранения вложений

source: Directory for _saving attachments:
ru: Каталог для сохранения _вложений:

source: Posting _profile:
ru: _Профиль публикации:

source: Open the Task Manager
ru: Открыть окно диспетчера задач.

source: Open the Event Log
ru: Открыть журнал событий

source: Save NZB's Files
ru: Сохранить файлы NZB

source: Untitled.nzb
ru: Безымянный.nzb

source: Save NZB File as...
ru: Сохранить файл NZB как…

source: Import NZB Files
ru: Импортировать файлы NZB

source: NZB Files
ru: Файлы в формате NZB

source: All Files
ru: Все файлы

source: Unable to supersede article.
ru: Не удалось заменить статью.

source: The article doesn't match any of your posting profiles.
ru: Статья не соответствует ни одному из профилей публикации.

source: Revise and send this article to replace the old one.
ru: Пересмотрите и отправьте эту статью, чтобы заменить старую.

source: Be patient! It will take time for your changes to take effect.
ru: Будьте осторожны! Применение изменений займёт некоторое количество времени.

source: Unable to cancel article.
ru: Не удалось отменить статью.

source: Send this article to ask your server to cancel your other one.
ru: Отправить статью, чтобы сервер отменил вашу другую статью.

source: Copyright © 2002-2011 Charles Kerr and others
ru: Авторское право © 2002-2011 Charles Kerr и другие

source: translator-credits
ru: Юрий Мясоедов <omerta13@yandex.ru>, 2011.

source: _1. Group Pane
ru: _1. Панель группы

source: _2. Header Pane
ru: _2. Панель заголовков

source: _3. Body Pane
ru: _3. Панель тела сообщения

source: This article has all %d parts.
ru: У этой статьи все %d частей.

source: This article is missing %d of its %d parts:
ru: В этой статье нет некоторых частей (отсутствуют: %d из %d):

source: Message-ID
ru: ID cообщения

source: Lines
ru: Строки

source: Bytes
ru: Байты

source: Body Pane Encoding
ru: Кодировка в панели тела сообщения

source: Offline
ru: Отключиться

source: Closing %d connections
ru: Закрытие соединений: %d

source: No Connections
ru: Нет подключений

source: Connecting
ru: Подключение

source: %s: %d idle, %d active @ %.1f KiBps
ru: %s: в простое — %d; активных — %d @ %.1f КиБ/с

source: No Tasks
ru: Нет задач

source: Tasks
ru: Задачи

source: %lu tasks, %s, %.1f KiBps, ETA %d:%02d:%02d
ru: Задачи: %lu, %s, %.1f КиБ/с; осталось: %d:%02d:%02d

source: Pan is now offline. Please see "File|Event Log" and correct the problem, then use "File|Work Online" to continue.
ru: Pan находится в автономном режиме. См. «Файл» > «Журнал событий» и исправьте проблему, затем используйте для продолжения работы меню «Файл» > «Работать в сети».

source: Subject or Author
ru: Тема или автор

source: Sub or Auth (regex)
ru: Тема или автор (рег. выражение)

source: Author
ru: Автор

source: Score
ru: Оценка

source: Save Event List
ru: Сохранить список событий

source: Pan: Events
ru: Pan: события

source: Message
ru: Сообщение

source: Thank you for trying Pan! To start newsreading, first Add a Server.
ru: Спасибо, что решили попробовать Pan! Чтобы начать чтение новостей, добавьте сервер.

source: General Options -h, --help Show this usage page. URL Options news:message-id Show the specified article. news:group.name Show the specified newsgroup. headers:group.name Download new headers for the specified newsgroup. --no-gui On news:message-id, dump the article to stdout. NZB Batch Options --nzb file1 file2 ... Process nzb files without launching all of Pan. -o path, --output=path Path to save attachments listed in the nzb files. --no-gui Only show console output, not the download queue.
ru: Основные параметры -h, --help Показать эту страницу. Параметры URL news:message-id Показать указанную статью. news:group.name Показать указанную группу новостей. headers:group.name Загрузить новые заголовки для указанной группы новостей. --no-gui Для параметра news:message-id, вывести статью в стандартный поток вывода. Параметры пакетной обработки NZB --nzb файл1 файл2 ... Обработать файлы nzb без полного запуска Pan. -o путь, --output=путь Путь для сохранения вложений, перечисленных в файлах nzb. --no-gui Показать только консольный вывод без очереди загруки.

source: Error: --no-gui used without nzb files or news:message-id.
ru: Ошибка: --no-gui используется без файлов nzb или news:message-id.

source: Pan %s started
ru: Pan %s запущен

source: Please configure Pan's news servers before using it as an nzb client.
ru: Перед использование Pan как клиента nzb, необходимо настроить новостные серверы.

source: Error setting spellchecker: %s
ru: Ошибка установки модуля проверки правописания: %s

source: <b>Spellchecker not found!</b> Was this copy of Pan compiled with GtkSpell enabled?
ru: <b>Компонент проверки орфографии не найден!</b> Эта копия Pan скомпилирована с поддержкой GtkSpell?

source: _Profile
ru: _Профиль

source: Set Editor
ru: Установить редактор

source: _Send Article
ru: _Отправить статью

source: Send Article Now
ru: Отправить статью сейчас

source: Sa_ve Draft
ru: Со_хранить черновик

source: Save as a Draft for Future Posting
ru: Сохранить как черновик, чтобы опубликовать потом

source: _Open Draft...
ru: _Открыть черновик…

source: Open an Article Draft
ru: Открыть черновик статьи

source: Rot13 Selected Text
ru: Закодировать выбранный текст с помощью Rot13

source: Run _Editor
ru: Запустить _редактор

source: Run Editor
ru: Запустить редактор

source: Wrap Selected
ru: Перенести выделенное

source: _Wrap Text
ru: _Переносить текст

source: Wrap Text
ru: Переносить текст

source: Always Run Editor
ru: Всегда запускать редактор

source: Remember Character Encoding for this Group
ru: Запомнить кодировку для этой группы

source: Check _Spelling
ru: _Проверить орфографию

source: New Article's Encoding:
ru: Кодировка статьи:

source: Your changes will be lost!
ru: Все сделанные изменения будут потеряны!

source: Close this window and lose your changes?
ru: Закрыть это окно, несмотря на потерю сделанных изменений?

source: There were problems with this post.
ru: С этой публикацией возникли проблемы.

source: Go Back
ru: Вернуться назад

source: Post Anyway
ru: Всё равно опубликовать

source: Message uses characters not specified in charset '%s' - possibly use '%s'
ru: В сообщении есть символы, не определённые в кодировке «%s», возможно надо использовать «%s»

source: Go _Online
ru: _Выйти в онлайн

source: No posting server is set for this posting profile. Please edit the profile via Edit|Manage Posting Profiles.
ru: Для этого профиля не указан сервер публикации. Измените профиль с помощью меню «Правка» > «Управление профилями публикации».

source: Pan is Offline.
ru: Pan находится в автономном режиме.

source: Go online to post the article?
ru: Выйти в онлайн, чтобы опубликовать статью?

source: Posting Article
ru: Публикация статьи

source: Posting...
ru: Публикация…

source: Error opening temporary file
ru: Ошибка открытия временного файла

source: Error writing article to temporary file: %s
ru: Ошибка записи статьи во временный файл: %s

source: Error parsing "external editor" command line: %s (Command was: %s)
ru: Ошибка разбора команды вызова внешнего редактора: %s (команда: %s)

source: Error starting external editor: %s
ru: Ошибка запуска внешнего редактора: %s

source: Open Draft Article
ru: Открыть черновик статьи

source: Save Draft Article
ru: Сохранить черновик статьи

source: Couldn't parse signature command "%s": %s
ru: Не удалось разобрать команду подписи «%s»: %s

source: Couldn't convert signature to UTF-8.
ru: Не удалось преобразовать подпись в UTF-8.

source: F_rom
ru: _От

source: _Subject
ru: _Тема

source: _Newsgroups
ru: _Группы новостей

source: Mail _To
ru: _Обратный адрес

source: Follo_wup-To
ru: Ответить в _группу

source: The newsgroups where replies to your message should go. This is only needed if it differs from the "Newsgroups" header. To direct all replies to your email address, use "Followup-To: poster"
ru: Новостные группы, куда должны отправляться ответы на ваши сообщения. Используется только тогда, когда группы отличаются от заголовка «Newsgroups». Чтобы направить все ответы на ваш адрес эл. почты, используйте «Followup-To: poster»

source: _Reply-To
ru: О_братный адрес

source: The email account where mail replies to your posted message should go. This is only needed if it differs from the "From" header.
ru: Почтовый адрес, куда должны приходить ответы на ваше сообщение. Нужно, только если отличается от заголовка «От».

source: _Custom Headers
ru: _Доп. заголовки

source: Add "_User-Agent" header
ru: Добавить заголовок «_User-Agent»

source: Add "Message-_Id header
ru: Добавить заголовок «_Message-Id»

source: Post Article
ru: Опубликовать статью

source: _Message
ru: _Сообщение

source: More _Headers
ru: _Дополнительные заголовки

source: On %d, %n wrote:
ru: В письме %d, %n написал:

source: Posting Profile
ru: Профили публикации

source: Profile Information
ru: Информация о профиле

source: _Profile Name:
ru: _Название профиля:

source: Required Information
ru: Требуемая информация

source: _Full Name:
ru: По_лное имя:

source: _Email Address:
ru: _Адрес эл. почты:

source: _Post Articles via:
ru: _Публиковать статьи через:

source: Signature
ru: Подпись

source: _Use a Signature
ru: _Использовать подпись

source: Signature File
ru: Файл подписи

source: _Signature:
ru: _Подпись:

source: Text File
ru: Текстовый файл

source: Text
ru: Текст

source: Command
ru: Команда

source: Signature _Type:
ru: _Тип подписи:

source: Optional Information
ru: Дополнительная информация

source: When posting to Usenet, your article's Message-ID contains a domain name. You can set a custom domain name here, or leave it blank to let Pan use the domain name from your email address.
ru: При публикации в Usenet идентификатор сообщения статьи содержит имя домена. Вы можете установить другое имя домена или оставить его пустым, чтобы Pan использовал имя домена адреса эл. почты.

source: Message-ID _Domain Name:
ru: _Домен идентификатора сообщения:

source: %i for Message-ID %a for Author and Address %n for Author name %d for Date
ru: %i для идентификатора сообщения %a для автора и адреса %n для имени автора %d для даты

source: _Attribution:
ru: _Приписка:

source: Extra headers to be included in your posts, such as Reply-To: "Your Name" <yourname@somewhere.com> Organization: Your Organization
ru: Дополнительные заголовки, которые будут включены в публикацию, например: Обратный адрес: «Вася Пупкин» <вася@пупкин.ru> Организация: ИП Пупкин

source: E_xtra Headers:
ru: _Дополнительные заголовки:

source: Invalid email address.
ru: Недопустимый адрес эл. почты.

source: Please use an address of the form joe@somewhere.org
ru: Используйте адрес в следующей форме: joe@somewhere.org

source: New Profile
ru: Новый профиль

source: Posting Profiles
ru: Профили публикаций

source: Profiles
ru: Профили

source: Couldn't parse %s color "%s"
ru: Не удалось разобрать %s цвет «%s»

source: Use GNOME Preferences
ru: Использовать настройки GNOME

source: Use KDE Preferences
ru: Использовать настройки KDE

source: Use OS X Preferences
ru: Использовать настройки OS X

source: Use Windows Preferences
ru: Использовать настройки Windows

source: Custom Command:
ru: Другая команда:

source: State
ru: Состояние

source: Enabled
ru: Включено

source: Column Name
ru: Название столбца

source: Pan: Preferences
ru: Pan: настройки

source: Mouse
ru: Мышь

source: Single-click activates, rather than selects, _groups
ru: Простой щелчок делает _группы активными, но не выделяет их

source: Single-click activates, rather than selects, _articles
ru: Простой щелчок делает _статьи активными, но не выделяет их

source: Groups
ru: Группы

source: Get new headers in subscribed groups on _startup
ru: Получать новые заголовки в подписанных группах при _запуске

source: Get new headers when _entering group
ru: Получать новые заголовки при _входе в группу

source: Mark entire group _read when leaving group
ru: При _выходе из группы отмечать всю группу как прочитанную
